{
  "base_model_name_or_path": "nlptown/bert-base-multilingual-uncased-sentiment",
  "bias": "none",
  "fan_in_fan_out": false,
  "inference_mode": true,
  "init_lora_weights": true,

  "lora_alpha": 16,
  "lora_dropout": 0.1,
  "peft_type": "LORA",
  "r": 8,
  "target_modules": ["query", "value"],
  "task_type": "SEQ_CLS",

  "modules_to_save": ["classifier", "score"]
}
